export const questions = [
    {
        question: "Специалисты скорой медицинской помощи допускаются к самостоятельной деятельности при наличии...",
        answers: [
            "только диплома и сертификата",
            "диплома и свидетельства о первичной аккредитации",
            "диплома, сертификата и свидетельства о повышении квалификации",
            "диплома, свидетельства о первичной аккредитации, диплома о профессиональной переподготовке и аккредитации по специальности"
        ],
        correctIndexes: [3]
    },
    {
        question: "Старший выездной бригады должен сообщить о задержке при выполнении вызова, если обслуживание его занимает более...",
        answers: [
            "1 часа, с момента получения вызова",
            "1 часа, с момента прибытия на место вызова",
            "1,5 часа, с момента получения вызова",
            "1,5 часов, с момента прибытия на место вызова"
        ],
        correctIndexes: [1, 3]
    }
];
