export const questions = [
    {
        question: "Право граждан РФ на охрану здоровья гарантируется",
        answers: [
            "Трудовым кодексом РФ",
            "Программой развития здравоохранения",
            "Конституцией РФ",
            "Основами законодательства об охране здоровья граждан"
        ],
        correctIndexes: [2]
    },
    {
        question: "Документ, являющийся фундаментальным нормативным актом РФ в системе здравоохранения",
        answers: [
            "Конституция РФ",
            "Приказ МЗ РФ №33н от 2016 года",
            "Приказ МЗ РФ №388н от 2013 года",
            "Основы законодательства РФ об охране здоровья граждан"
        ],
        correctIndexes: [3]
    },
    {
        question: "Организация работы службы скорой медицинской помощи регламентируется             нормативными документами:",
        answers: [
            "Приказ МЗ и СР№179 от 2004 года",
            "Приказ МЗ РФ №100 от 1999 года",
            "Приказ МЗ РФ №458н от 31.08.2023 года",
            "Приказ МЗ РФ №388н от 20.06.2013 года"
        ],
        correctIndexes: [3]
    },
    {
        question: "Охрана здоровья граждан РФ подразумевает совокупность мер, направленных на",
        answers: [
            "сохранение и укрепление здоровья",
            "поддержание активного долголетия",
            "представление медицинской помощи",
            "все ответы верны"
        ],
        correctIndexes: [3]
    },
    {
        question: "Информация о состоянии здоровья предоставляется гражданину",
        answers: [
            "только по его желанию",
            "на усмотрение врача",
            "с согласия родственников",
            "с разрешения администрации",
            "в любом случае"
        ],
        correctIndexes: [0]
    },
    {
        question: "Возмещение ущерба, в случае причинения вреда здоровью пациента при оказании медицинской помощи, законом",
        answers: [
            "гарантируется",
            "не гарантируется",
            "гарантируется в определенном случае"
        ],
        correctIndexes: [0]
    },
    {
        question: "Основной документ, регламентирующий трудовые отношения",
        answers: [
            "Трудовой кодекс РФ",
            "Правила внутреннего трудового распорядка",
            "Должностные инструкции",
            "Коллективный договор"
        ],
        correctIndexes: [0]
    }
];
